Repository: dianabraatz/controle_estagio
Catalog: src/Locale/*/default.po
Languages: pt_br

source: The aluno has been saved.
pt_br: O aluno foi salvo.

source: The aluno could not be saved. Please, try again.
pt_br: O aluno não pôde ser salvo. Por favor, tente novamente.

source: The aluno has been deleted.
pt_br: O aluno foi eliminado.

source: The aluno could not be deleted. Please, try again.
pt_br: O aluno não pôde ser excluído. Por favor, tente novamente.

source: The curso has been saved.
pt_br: O curso foi salvo.

source: The curso has been deleted.
pt_br: O curso não pôde ser salvo. Por favor, tente novamente.

source: The curso could not be deleted. Please, try again.
pt_br: O curso não pôde ser deletado. Por favor, tente novamente.

source: Your username or password is incorrect.
pt_br: Seu nome de usuário ou senha está incorreto.

source: You are now logged out.
pt_br: Você está desconectado agora.

source: Actions
pt_br: Ações

source: List Alunos
pt_br: Lista Alunos

source: List Cursos
pt_br: Lista Cursos

source: New Curso
pt_br: Novo Curso

source: List Empresas
pt_br: Lista Empresa

source: New Empresa
pt_br: Nova Empresa

source: Add Aluno
pt_br: Adicionar Aluno

source: Submit
pt_br: Enviar

source: Delete
pt_br: Deletar

source: Are you sure you want to delete # {0}?
pt_br: Tem certeza que deseja excluir?

source: Edit Aluno
pt_br: Editar Aluno

source: New Aluno
pt_br: Novo Aluno

source: View
pt_br: Visualizar

source: Edit
pt_br: Editar

source: first
pt_br: Primeiro

source: previous
pt_br: Anterior

source: next
pt_br: Próximo

source: last
pt_br: Último

source: Delete Aluno
pt_br: Deletar Aluno

source: Related Empresas
pt_br: Empresas Relacionadas

source: Razao Social
pt_br: Razão Social

source: Add Curso
pt_br: Adicionar Curso

source: Edit Curso
pt_br: Editar Curso

source: Delete Curso
pt_br: Deletar Curso

source: Related Alunos
pt_br: Alunos Relacionados

source: Add Empresa
pt_br: Adicionar Empresa

source: Edit Empresa
pt_br: Editar Empresa

source: Delete Empresa
pt_br: Deletar Empresa

source: Error
pt_br: Erro

source: Back
pt_br: Atrás

source: List Professores
pt_br: Lista Professores

source: Add Professor
pt_br: Adicionar Professor

source: Edit Professor
pt_br: Editar Professor

source: New Professor
pt_br: Novo Professor

source: Delete Professor
pt_br: Deletar Professor

source: List Users
pt_br: Lista Usuários

source: Add User
pt_br: Adicionar Usuário

source: Edit User
pt_br: Editar Usuário

source: New User
pt_br: Novo Usuário

source: Users
pt_br: Usuários

source: Credentials
pt_br: Credenciais

source: Delete User
pt_br: Deletar Usuário

source: Username
pt_br: Nome de Usuário

source: Password
pt_br: Senha
